micropython/micropython/ports/esp32/boards/CM_ByteBoi/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess ByteBoi"
#define MICROPY_HW_MCU_NAME "ESP32"
